[
    {
      "id": 1,
      "nome_cientifico": "Limnocharis flava (L.) Buchenau",
      "nome_planta": "couve-d’água, aguapé, mureré",
      "caracteristica": "É uma planta aquática perene, ocorrência em áreas pantanosas e margens de rios. Apresenta folhas aveludadas que crescem a partir de longos pecíolos que podem atingir até 50 cm de altura. Suas flores amarelas se encontram na mesma altura da folhagem. Frutos globosos deiscentes, ou seja, se abrem naturalmente para liberar as sementes quando estão maduros. Suas folhas jovens são ricas em proteínas (13%).",
      "formas_consumo": "Cozidas ou branqueadas. Não tem amargo forte e ficam macias e saborosas após cozimento. Pode ser consumida em pratos como refogados, sopas, saladas e demais preparos.",
      "partes_comestiveis": "Folhas jovens, talos, botões florais, flores e pedúnculos.",
      "imagem_path": "assets/limnocharis_flava"
    },
    {
      "id": 2,
      "nome_cientifico": "Alternanthera tenella Colla",
      "nome_planta": "espinafre-do-mato, manjerico, apaga-fogo",
      "caracteristica": "Planta herbácea anual ou perene, ocorre em regiões tropicais de climas quentes e secos. Apresenta pequeno porte com folhas verdes opostas e ovais. As inflorescências são globosas e esbranquiçadas surgindo nas axilas das folhas. De crescimento rasteiro ou decumbente podendo chegar a 1 metro de altura. É uma planta resistente, encontrada de forma abundante em terrenos, plantações e ruas. Sua ação diurética é popularmente conhecida.",
      "formas_consumo": "Cozidas e branqueadas. Pode ser usada em molhos, patês, refogados e preparos de pães.",
      "partes_comestiveis": "Folhas e brotos terminais.",
      "imagem_path": "assets/alternanthera_tenella"
    },
    {
      "id": 3,
      "nome_cientifico": "Amaranthus deflexus L.",
      "nome_planta": "caruru-rasteiro, bredo, bredo-rasteiro",
      "caracteristica": "Planta herbácea anual com folhas alternadas e membranáceas (finas e resistentes), de formato oval ou lanceolado. As inflorescências são densas em espigas de cor esverdeada. Sementes pretas e numerosas. A planta pode atingir até 40 cm de altura e tem um crescimento rápido e resistente, podendo ser indesejada em plantações. Na medicina popular, conhecida para tratar problemas digestivos e como diurético. Estudos revelam potencial nutritivo das folhas e as sementes são uma rica fonte de proteínas.",
      "formas_consumo": "Cozidas ou branqueadas. Suas folhas jovens podem ser consumidas refogadas, também no preparo de pães e massas.",
      "partes_comestiveis": "Ramos foliares jovens e sementes.",
      "imagem_path": "assets/amaranthus_deflexus"
    },
    {
      "id": 4,
      "nome_cientifico": "Amaranthus spinosus L.",
      "nome_planta": "caruru-de-espinho, caruru-de-porco, bredo-do-espinho",
      "caracteristica": "Planta herbácea anual com ampla distribuição no norte e nordeste do Brasil. Suas folhas são alternadas, ovais e verdes, caracterizada por apresentar espinhos nas axilas das folhas. Inflorescências longas e densas, compostas por pequenas flores esverdeadas ou avermelhadas. É uma planta resistente, comumente encontrada em áreas cultivadas e terrenos baldios. Estudos demonstram ser boa fonte de proteína, ferro, cálcio e magnésio.",
      "formas_consumo": "Cozidas e branqueadas. Suas folhas jovens podem ser consumidas refogadas, também no preparo de pães e massas. Em regiões da África do Sul, são consumidas regularmente.",
      "partes_comestiveis": "Ramos foliares jovens.",
      "imagem_path": "assets/amaranthus_spinosus"
    },
    {
      "id": 5,
      "nome_cientifico": "Celosia argentea L.",
      "nome_planta": "celósia, espinafre-africano, crista-de-galo-plumosa",
      "caracteristica": "Planta herbácea anual que ocorre em regiões tropicais de climas quentes, adaptadas a solos bem drenados. Se destacam por suas inflorescências plumosas em formato de espiga que variam do rosa ao vermelho intenso. Suas folhas são lanceoladas, de cor verde e avermelhadas, sementes pretas, e a planta pode atingir até 1 metro de altura. Utilizada como planta ornamental em jardins, devido às suas flores vibrantes e duradouras. Fonte de proteína, cálcio e iodo.",
      "formas_consumo": "Cozidas ou branqueadas. As sementes podem ser cozidas com arroz ou no preparo de farinhas. Os ramos foliares podem ser refogados e utilizados para preparos culinários como arroz, caldos e galinhada.",
      "partes_comestiveis": "Folhas jovens, ramos, talos e sementes.",
      "imagem_path": "assets/celosia_argentea"
    }
  ]
  